local _M = {}

_M = {
	"都说娱乐圈女星热衷于嫁富商，男星对娶美女乐不思蜀，岂不知在这圈子还有另外一类，那就是年纪越大越喜欢找小年龄的。今天咱们就来聊聊“老少恋”最具代表的杨振宁和翁帆夫妇，有人说杨振宁贪图翁帆年轻貌美，也有人说翁帆想要借势上位，两位都是各取所需。那么事实真如外界传闻那般吗？",
	"据悉早年杨振宁到翁帆公司指导，作为接待员的她早就对杨振宁很倾佩，经过一次简单接触后两人相互留下了详细方式。原本这只是一个老师和学生的交流，两人从兴趣相投到话外生活琐事，久而久之让两位主角相互产生好感，加之两人又都遇到婚姻破裂，两人共同点就更多了。",
	"当时两人结为情侣，别说外界不理解，就连翁帆父亲都很迷惑，几次三番加以阻挠，甚至于以死相逼，可惜翁帆嫁杨振宁的心是铁一般，任何人的言语都无法听进去。既然事情已无法改变，那就只能坦然面对，对于这位比自己年龄还大的女婿，他只希望对自己女儿好，别辜负对他的期望，也别让他们寒心。",
	"2004年82岁的杨振宁牵着28岁的翁帆登记结婚，两人的婚姻没有过多修饰，只有普普通通，婚后夫妻二人相互扶持，共同进步。娱文愚乐记得翁帆在访谈时坦言，杨振宁对她无微不至，说她不喜欢开灯睡觉，他就跑到卫生间去看书，自己生病了想吃清淡的，他就放下手中一切给他跑去买想吃的。虽说看似简单的事情，但都显出翁帆结婚后很幸福。",
	"如今两人携手走过十多年婚姻，至今恩爱不离。只是随着时间流逝95岁杨振宁不得不考虑身后事，他坦言自己死后允许妻子改嫁，目前更不愿意因为孩子让今后翁帆一个人面对。他们的婚姻并非外界所看到那般，而更多矛头无非就是指他年龄大娶了小妻子而已，每每这时杨振宁终会留下委屈眼泪。",
	"前几日有媒体曝出了杨振宁近照，他头发花白，脸上现老年斑，仍在不断做贡献。而作为妻子的翁帆总是无时不刻在关心丈夫，她担心自己丈夫身体状态不佳，不愿他在过多抛头露面，可他就是不听，无奈只能陪伴他一起面对，做他背后的支持者。"



	}
-- local function M.add(key, value)
-- 	M.key = value
-- end

return _M